# Параметры виджетов
frame_padx = 10
box_width = 48
box_height = 30
but_width = 20
frame_pady = 2
secbut_padx = 5

# Параметры для данных
categories = {"Работа": [], "Учёба": [], "Спорт": [], "Еда": [], "Досуг": [], "Другое": []}
labels_list = ["Текущие события:", "Завершённые события:"]
butlabels_list = ["Добавить событие", "Удалить событие", "Завершить событие", "Информация о событии",
                  "Отменить завершенность", "Удалить событие", "Изменить категорию", "Информация о событии"]
mainmenu_list = ("Файл", "Категории", "Анализ", "Очистить всё")
filemenu_list = (("Импорт новых событий", "Экспорт завершённых событий"),)
information_list = ["Наименование события: ", "Время начала: ", "Время окончания: ", "Категория события: ",
                    "Общая продолжительность события: "]

wid = (1536//2)
heig = (864//2)
