# Параметры виджетов
frame_padx = 10
box_width = 48
box_height = 30
but_width = 20
frame_pady = 2
secbut_padx = 5
wid = (1536//2)
heig = (864//2)

# Параметры для данных
categories = {}
labels_list = ["Текущие события:", "Завершённые события:"]
butlabels_list = ["Добавить событие", "Удалить события", "Завершить события", "Информация о событиях",
                  "Отменить завершенность", "Удалить события", "Изменить категорию", "Информация о событиях"]
mainmenu_list = ("Экспорт результатов", "Категории", "Очистить всё")
information_list = ["Наименование события: ", "Категория события: ",  "Время начала: ",
                    "Время окончания: ", "Общая продолжительность события: "]

# Файл для запоминания данных
file_name = "base.json"
